Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NEWTON_TEXT_MESSAGE_NO_NAME_NO_LOCATION
source: I called emergency services after Apple Watch detected a hard fall.
ar: اتصلتُ بخدمات الطوارئ بعد أن اكتشفت Apple Watch سقوطًا قويًا.
bg: Обадих се на службите за спешна помощ, след като Apple Watch разпозна тежко падане.
ca: He trucat als serveis d’emergències després que l’Apple Watch hagi detectat una caiguda forta.
cs: Volám tísňovým službám po tom, co Apple Watch detekovaly těžký pád.
da: Jeg har ringet til alarmcentralen, efter at Apple Watch registrerede et slemt fald.
de: Ich habe die Rettungsdienste angerufen, nachdem die Apple Watch einen schweren Sturz erkannt hat.
el: Κάλεσα τις Υπηρεσίες έκτακτης μετά την ανίχνευση πτώσης από το Apple Watch.
es: He llamado a los servicios de emergencia porque el Apple Watch ha detectado una caída fuerte.
es_us: Llamé a servicios de emergencia después de que el Apple Watch detectó una caída fuerte.
fi: Soitin hätänumeroon sen jälkeen, kun Apple Watch havaitsi rajun kaatumisen.
fr: J’ai appelé les secours suite à la détection d’une mauvaise chute par mon Apple Watch.
fr_ca: J’ai appelé les services d’urgence après que l’Apple Watch a détecté une chute violente.
he: התקשרתי לשירותי חירום לאחר שה-Apple Watch זיהה נפילה קשה.
hi: Apple Watch द्वारा ज़ोर से गिरने की पहचान करने के बाद मैंने आपातकालीन सेवा को कॉल किया।
hr: Zovem hitne službe nakon što je Apple Watch detektirao snažan pad.
hu: Felhívtam a sürgősségi segélyszolgálatokat, miután az Apple Watch súlyos esést észlelt.
id: Saya memanggil layanan darurat setelah Apple Watch mendeteksi insiden jatuh dengan keras.
it: Ho chiamato i servizi di soccorso dopo che Apple Watch ha rilevato una caduta grave.
ja: Apple Watchで転倒が検出されたため私が緊急通報サービスに電話しました。
kk: Apple Watch сағаты қатты құлауды анықтағаннан кейін, төтенше қызметтерге қоңырау шалдым.
ko: Apple Watch가 넘어짐을 감지한 후에 제가 긴급 서비스에 전화했습니다.
lt: Aš paskambinau pagalbos tarnyboms po to, kai „Apple Watch“ nustatė stiprų kritimą.
ms: Saya menghubungi perkhidmatan kecemasan selepas Apple Watch mengesan jatuh teruk.
nl: Ik heb de hulp­diensten gebeld nadat de Apple Watch een flinke val had gedetec­teerd.
no: Jeg ringte nødnummeret etter at Apple Watch registrerte et fall.
pl: Dzwonię pod numer alarmowy po wykryciu poważnego upadku przez Apple Watch.
pt_br: Eu liguei para os serviços de emergência depois que o Apple Watch detectou uma queda grave.
pt_pt: Liguei para os serviços de urgência após o Apple Watch ter detetado uma queda grave.
ro: Am apelat serviciile de urgență după ce Apple Watch‑ul a detectat o cădere serioasă.
ru: Мне пришлось вызвать экстренные службы, когда часы Apple Watch зафиксировали жесткое падение.
sk: Uskutočnil(a) som tiesňový hovor po detegovaní ťažkého pádu na Apple Watch.
sl: Poklical(-a) sem službo za nujno pomoč po tem, ko je ura Apple Watch zaznala hud padec.
sv: Jag ringde ett nödsamtal efter att Apple Watch detekterat att någon ramlat.
th: ฉันได้โทรหาบริการฉุกเฉินหลังจากที่ Apple Watch ตรวจพบว่ามีการล้มอย่างรุนแรง
tr: Apple Watch kötü bir şekilde düşme algıladıktan sonra acil servisi aradım.
uk: Мені довелося викликати екстрені служби, після того як Apple Watch виявив жорстке падіння.
vi: Tôi đã gọi dịch vụ khẩn cấp sau khi Apple Watch phát hiện một cú ngã mạnh.
zh_cn: 我在Apple Watch检测到严重摔倒后，呼叫了紧急服务。
zh_hk: 在Apple Watch偵測到嚴重跌倒後，我已經致電緊急服務。
zh_tw: 在Apple Watch偵測到嚴重跌倒後，我撥打了緊急服務電話。

# EMERGENCY_TEXT_MESSAGE_SUBSEQUENT_NO_NAME_HAS_LOCATION
source: My approximate location has changed:
ar: تغيّر موقعي التقريبي:
bg: Приблизителното ми местоположение се е променило:
ca: Ha canviat la meva ubicació aproximada:
cs: Moje přibližná poloha se změnila:
da: Min omtrentlige lokalitet er ændret:
de: Mein ungefährer Standort hat sich geändert:
el: Η κατά προσέγγιση τοποθεσία μου άλλαξε:
es: Mi ubicación aproximada ha cambiado:
es_us: Mi ubicación aproximada cambió:
fi: Likimääräinen sijaintini on muuttunut:
fr: Ma position approximative a changé :
fr_ca: Ma position approximative a changé :
he: המיקום המשוער שלי השתנה:
hi: मेरी जगह अब बदल गई है :
hr: Moja približna lokacija je promijenjena:
hu: Hozzávetőleges helyzetem megváltozott:
id: Perkiraan lokasi saya telah berubah:
it: La mia posizione approssimativa è cambiata:
ja: 私のおおよその現在地が変わりました:
kk: Менің болжалды геолокациям өзгерді:
ko: 저의 대략적인 위치가 변경되었습니다:
lt: Pasikeitė mano apytikrė buvimo vieta:
ms: Lokasi anggaran saya telah berubah:
nl: Mijn locatie bij benadering is gewijzigd:
no: Den omtrentlige posisjonen min er endret:
pl: Moje przybliżone położenie uległo zmianie:
pt_br: Minha localização aproximada mudou:
pt_pt: A minha localização aproximada mudou:
ro: Localizarea mea aproximativă s-a modificat:
ru: Моя приблизительная геопозиция изменилась:
sk: Moja približná poloha sa zmenila:
sl: Moja približna lokacija se je spremenila:
sv: Min ungefärliga plats har ändrats:
th: ตำแหน่งที่ตั้งโดยประมาณของฉันเปลี่ยนไป:
tr: Yaklaşık konumum değişti:
uk: Моє орієнтовне місце змінилося:
vi: Vị trí gần đúng của tôi đã thay đổi:
zh_cn: 我的大致位置已更改：
zh_hk: 我的大約位置已更改：
zh_tw: 我的大約位置已更改：

# SOS_PRIVACY_HAS_EMERGENCY_CONTACTS
source: You can add and edit emergency contacts for Emergency SOS in your Medical ID in the Health app. %@
ar: يمكنك إضافة وتعديل جهات اتصال الطوارئ، لطوارئ SOS على الهوية الطبية في تطبيق صحتي. %@
bg: Можете да добавите и редактирате контакти при спешни случаи за функцията SOS обаждане в медицинския ви идентификатор в приложението Здраве. %@
ca: Pots afegir i editar contactes d’emergència per a l’avís d’emergència SOS a les dades mèdiques de l’app Salut. %@…
cs: Tísňové kontakty pro funkci Tíseň SOS můžete přidávat a upravovat ve zdravotním ID v aplikaci Zdraví. %@
da: Du kan tilføje og redigere nødkontakter for Nød‑SOS i Nødinfo i appen Sundhed. %@
de: In deinem Notfallpass in der Health-App kannst du Notfallkontakte für Notruf SOS hinzufügen und bearbeiten. %@
el: Μπορείτε να προσθέσετε και να επεξεργαστείτε τις επαφές έκτακτης ανάγκης για το Επείγον SOS στο Ιατρικό ID σας στην εφαρμογή «Υγεία». %@
es: Puedes añadir y editar los contactos de emergencia para la función “Emergencia SOS” desde la sección “Datos médicos” de la app Salud. %@
es_us: Puedes agregar y editar los contactos de emergencia para Emergencia SOS en tu ficha médica en la app Salud. %@
fi: Voit lisätä ja muokata Hätätilanne SOS:n kanssa käytettäviä ICE-yhteyshenkilöitä Terveys-apin SOS-tiedoissa. %@
fr: Vous pouvez ajouter et modifier des contacts d’urgence pour « Appel d’urgence » dans votre fiche médicale dans l’app Santé. %@
fr_ca: Vous pouvez ajouter et modifier des contacts d’urgence associés à la fonction « Urgence SOS » dans la fiche médicale de l’app Santé. %@
he: ניתן להוסיף ולערוך את אנשי הקשר לשעת חירום לשימוש ב״חירום SOS״ בכרטיס הרפואי שלך ב״בריאות״. ‏%@
hi: आप आपातकालीन SOS के लिए आपातकालीन संपर्कों को सेहत ऐप में अपने मेडिकल ID में जोड़ और संपादित कर सकते हैं। %@
hr: Možete dodati i urediti hitne kontakte za značajku Hitan poziv u Zdravstvenoj karti unutar aplikacije Zdravlje. %@
hu: A Vészhelyzet – SOS funkcióhoz az Egészség appban található Egészségügyi azonosítóban adhatók hozzá, illetve szerkeszthetők a vészhelyzetben értesítendő kontaktok. %@
id: Anda dapat menambah dan mengedit kontak darurat untuk Darurat SOS di ID Medis Anda di app Kesehatan. %@
it: Puoi aggiungere e modificare i contatti selezionati per “SOS emergenze” dalla cartella clinica disponibile sull’app Salute. %@
ja: ヘルスケアアプリの“メディカルID”で緊急SOSの連絡先を追加/編集できます。 %@
kk: Төтенше контактілерді «Денсаулық» қолданбасындағы медициналық картаны өзгерту арқылы қосуға және өзгертуге болады. %@
ko: 건강 앱의 의료 정보에서 긴급 구조를 요청할 때 이를 통지할 긴급 연락처를 추가하고 편집할 수 있습니다. %@
lt: Galite įtraukti SOS signalo funkcijai skirtų adresatų nelaimės atveju arba juos redaguoti programos „Sveikata“ srityje „Medicininė kortelė“. %@
ms: Anda boleh menambahkan dan mengedit kenalan kecemasan untuk SOS Kecemasan dalam ID Perubatan anda dalam app Kesihatan. %@
nl: SOS-contactpersonen voor SOS-noodmelding kun je toevoegen en wijzigen in je medische ID in de Gezondheid-app. %@
no: Du kan legge til og redigere nødkontakter for Nødanrop (SOS) under Nødinfo i Helse-appen. %@
pl: Aby dodawać i edytować kontakty alarmowe używane przez funkcję Alarmowe, przejdź do ekranu Karta medyczna w aplikacji Zdrowie. %@
pt_br: Você pode adicionar e editar contatos para o SOS de Emergência na sua Ficha Médica no app Saúde. %@
pt_pt: Pode adicionar e editar contactos de emergência para a funcionalidade SOS emergência na ficha médica da aplicação Saúde. %@
ro: Puteți adăuga și edita contacte pentru “S.O.S. urgențe” în ID‑ul dvs. medical din aplicația Sănătate. %@
ru: Вы можете добавлять контакты на случай ЧП и вносить в них изменения для функции «Экстренный вызов — SOS» в Медкарте приложения «Здоровье». %@
sk: Tiesňové kontakty pre funkciu SOS môžete pridať alebo upraviť vo svojom Zdravotnom ID v apke Zdravie. %@
sl: V možnosti Zdravstvena kartica v aplikaciji Zdravje lahko dodajate in urejate stike za nujne primere za funkcijo nujnega poziva SOS. %@
sv: Du kan lägga till och redigera nödkontakter för Nödanrop SOS via ditt medicinska ID i appen Hälsa. %@
th: คุณสามารถเพิ่มและแก้ไขรายชื่อติดต่อฉุกเฉินสำหรับ “SOS ฉุกเฉิน” ได้ใน “ข้อมูลทางการแพทย์” ในแอปสุขภาพของคุณ %@
tr: Acil SOS için acil durum kişilerini, Sağlık uygulamasındaki Tıbbi Kimlik bölümünde ekleyebilir ve düzenleyebilirsiniz. %@
uk: Додавайте і змінюйте екстрені контакти для Сигналу SOS у своєму Медичному ID в програмі «Здоровʼя». %@
vi: Bạn có thể thêm và sửa các liên hệ khẩn cấp cho SOS khẩn cấp trong ID y tế trong ứng dụng Sức khỏe. %@
zh_cn: 你可以在“健康”App的“医疗急救卡”中添加和编辑“SOS紧急联络”的紧急联系人。 %@
zh_hk: 你可以在「健康」App的「醫療檔案」中加入並編輯「緊急求助SOS」的緊急聯絡人。 %@
zh_tw: 你可以在「健康」App的「醫療卡」中加入並編輯「SOS緊急服務」的緊急聯絡人。 %@

source: Call with Hold
ar: الاتصال عبر الضغط المطول
bg: Обаждане при задържане
ca: Trucada amb els botons premuts
cs: Volání podržením
da: Ring op ved at holde inde
de: Durch Halten anrufen
el: Παρατεταμένο πάτημα για κλήση
es: Llamar manteniendo pulsado
es_us: Mantener presionado para llamar
fi: Soita pitämällä
fr: Appel par maintien
fr_ca: Appeler avec pression prolongée
he: חיוג באמצעות לחיצה ארוכה
hi: होल्ड करने पर कॉल करें
hr: Poziv pomoću zadržavanja
hu: Hívás nyomva tartással
id: Panggil dengan Tahan
it: Chiama tenendo premuto
ja: 長押しして通報
kk: Басып тұру арқылы қоңырау шалу
ko: 길게 눌러서 전화걸기
lt: Skambinti palaikius
ms: Hubungi dengan Menahan
nl: Bel met ingedrukt houden
no: Hold for å ringe
pl: Przytrzymanie
pt_br: Manter Pressionado para Ligar
pt_pt: Manter premido para ligar
ro: Apelare cu ținere
ru: Вызов удержанием кнопок
sk: Zavolať podržaním
sl: Klic s pridržanjem
sv: Håll in för att ringa
th: โทรโดยกดค้าง
tr: Basılı Tutarak Ara
uk: Виклик затисненням
vi: Gọi bằng cách giữ
zh_cn: 按住进行呼叫
zh_hk: 按住即可通話
zh_tw: 按住通話

# SOS_MODE_NEWTON_CONFIRM_DETAIL
source: Fall Detection is designed to recognize falls that happen as you get older. The more physically active you are, the more likely you are to trigger Fall Detection due to high impact activity that can appear to be a fall.
ar: ميزة اكتشاف السقوط مصممة للتعرف على السقطات كلما تقدمتَ في العمر. كلما كنت نشطًا أكثر، كلما زادت فرصة بدء "اكتشاف السقوط" بسبب النشاط عالي التأثير الذي قد يبدو كأنه سقطة.
bg: Функцията за разпознаване на падане е създадена така, че да установява падания при по-възрастни хора. Колкото по-голяма е физическата ви активност, толкова по-вероятно е да се задейства тази функция, тъй като по-резките движения могат да се интерпретират като падане.
ca: La detecció de caigudes s’ha dissenyat per detectar les caigudes de la gent gran. Si et mous molt, hi ha més possibilitats que s’activi la detecció de caigudes per activitats d’alt impacte que poden semblar una caiguda.
cs: Cílem funkce Detekce pádů je rozpoznávat pády, ke kterým dochází ve vyšším věku. Čím jste fyzicky aktivnější, tím pravděpodobněji detekci pádu aktivujete – za pád může být považována i činnost, při které dochází k prudkým nárazům.
da: Faldregistrering er udviklet til at genkende fald, der sker, i takt med at du bliver ældre. Jo mere fysisk aktiv du er, jo mere sandsynligt er det, at du aktiverer faldregistrering pga. aktiviteter med høj intensitet, der ligner et fald.
de: Die Sturzerkennung wurde zum Erkennen von Stürzen im Alter entwickelt. Je mehr du körperlich aktiv bist, umso wahrscheinlicher ist es, dass die Sturzerkennung aufgrund von Aktivitäten mit heftigen Bewegungen, die wie Stürze wirken, ausgelöst wird.
el: Η Ανίχνευση πτώσης έχει σχεδιαστεί ώστε να αναγνωρίζει πτώσεις που συμβαίνουν όσο προχωράει η ηλικία. Όσο πιο σωματικά δραστήριοι είστε, τόσο μεγαλύτερη είναι η πιθανότητα Ανίχνευσης πτώσης λόγω κάποιας δραστηριότητας υψηλού αντίκτυπου που μπορεί να φανεί ως πτώση.
es: La detección de caídas se ha diseñado para reconocer las caídas que pueden darse al ir cumpliendo años. Cuanto mayor sea tu actividad física, más posibilidades habrá de que se active la función de detección de caídas por realizar actividades de gran impacto que puedan parecer una caída.
es_us: La detección de caídas se diseñó para reconocer caídas que suceden al envejecer. Las probabilidades de que la actividad de alto impacto parezca una caída y active la detección de caídas aumenta si mantienes altos niveles de actividad física.
fi: Kaatumisentunnistus on suunniteltu tunnistamaan kaatumiset, joita sattuu iäkkäille. Mitä aktiivisempi liikkuja olet, sitä todennäköisemmin käynnistät Kaatumisen­tunnistuksen johtuen rajusta liikkeestä, joka voidaan tulkita kaatumiseksi.
fr: « Détection des chutes » vise à reconnaître les chutes dont vous pouvez être victime en vieillissant. Plus ^[vous êtes ^[actif](inflect: true) physiquement](inflectionAlternative: "votre niveau d’activité physique est élevé"), plus vous êtes susceptible de déclencher « Détection des chutes », en raison de chocs importants pouvant être pris pour une chute.
fr_ca: La détection de chute est conçue pour reconnaître les chutes dont vous pouvez être victime en vieillissant. Plus vous ^[êtes ^[actif](inflect: true) physiquement](inflectionAlternative: "faites de l’activité physique"), plus vous êtes susceptible de déclencher la fonction de détection de chute en raison d’activités à forts impacts qui peuvent passer pour des chutes.
he: המאפיין ״זיהוי נפילה״ מיועד לזהות נפילות שעשויות להתרחש כאשר מתבגרים. ככול שהפעילות הגופנית שלך אינטנסיבית יותר, כך גוברת הסבירות ש״זיהוי נפילה״ יופעל בטעות כתוצאה מזיהוי שגוי של תנועות גוף חדות.
hi: अधिक उम्र होने पर गिरने की आशंका रहती है जिसकी पहचान करने के लिए गिरने की पहचान को डिज़ाइन किया गया है। जितनी अधिक आपकी शारीरिक सक्रियता रहेगी, उच्च प्रभाव वाली ऐक्टिविटी के कारण उतनी ही अधिक संभावना गिरने की पहचान के संकेत मिलने की रहेगी जिसे गिरने के सदृश देखा जा सकता है।
hr: Detekcija pada dizajnirana je za prepoznavanje padova do kojih dolazi kod starijih osoba. Što ste fizički aktivniji, to je vjerojatnije da ćete aktivirati Detekciju pada kod jakog udarca koji se može detektirati kao pad.
hu: Az Esésészlelést úgy tervezték, hogy észlelje az öregedéssel járó eleséseket. Minél aktívabb Ön fizikailag, annál valószínűbb, hogy kiváltja az Esésészlelés elindítását egy elesésnek tűnő megterhelő tevékenységgel.
id: Deteksi Jatuh dirancang untuk mengenali insiden jatuh yang terjadi saat usia Anda bertambah. Semakin aktif Anda bergerak, semakin besar kemungkinannya bagi Anda untuk memicu Deteksi Jatuh karena peristiwa benturan keras yang dapat terasa seperti insiden jatuh.
it: “Rilevamento cadute” è concepito per individuare le cadute che si verificano con maggiore probabilità con il passare degli anni. Se sei una persona molto attiva, la funzionalità potrebbe attivarsi con maggiore frequenza, poiché l’attività ad alto impatto potrebbe essere interpretata come una caduta.
ja: “転倒検出”は、歳を取るとともに発生しがちな転倒を認識するように設計されています。身体をより活発に動かすと、衝撃と思われるような急な動きのために転倒検出が予期せず作動する場合が増えます。
kk: «Құлауды анықтау» функциясы егде жастағы адамдардың құлауын анықтау үшін жасалған. Жылдам қозғалу әсерінен кейбір физикалық белсенділік құлау ретінде анықталуы мүмкін.
ko: 넘어짐 감지 기능은 노령화로 인한 넘어짐을 감지하도록 설계되었습니다. 사용자가 신체적으로 더 활발할수록 넘어지는 것과 같은 강한 충격을 동반한 활동이 많아지므로, 넘어짐 감지 기능이 더 자주 작동될 수 있습니다.
lt: Kritimo nustatymo funkcija skirta nustatyti vyresnio amžiaus žmonių kritimus. Kuo fiziškai aktyvesni esate, tuo labiau tikėtina, kad įsijungs kritimo nustatymo funkcija, nes smarkesnis atsitrenkimas gali būti palaikytas kritimu.
ms: Pengesanan Jatuh direka bentuk untuk mengesan kejatuhan yang berlaku sambil usia anda meningkat. Semakin aktif anda secara fizikal, lebih mungkin anda akan mencetuskan Pengesanan Jatuh disebabkan aktiviti berimpak tinggi yang boleh kelihatan seperti kejatuhan.
nl: Valdetectie is ontworpen om een val als gevolg van het ouder worden te herkennen. Als je fysiek actiever bent, is de kans groter dat je valdetectie activeert vanwege intensieve activiteit die op een val kan lijken.
no: Fallregistrering er laget for å gjenkjenne fall som kan forekomme med alderen. Hvis du er mye i aktivitet, er det mer sannsynlig at Fallregistrering blir utløst på grunn av brå bevegelser som kan ligne på fall.
pl: Ta funkcja ma za zadanie wykrywać upadki, które mogą przydarzać się osobom starszym. Im większa jest Twoja aktywność fizyczna, tym większe jest prawdopodobieństwo uaktywnienia jej przy energicznym ruchu, który może zostać wzięty za upadek.
pt_br: A Detecção de Queda foi projetada para reconhecer quedas que acontecem à medida que você envelhece. Quanto mais você praticar atividades físicas, mais chances terá de acionar a Detecção de Queda devido a atividades de alto impacto que podem se parecer com uma queda.
pt_pt: A funcionalidade Deteção de queda foi concebida para reconhecer quedas que ocorram à medida que a idade avança. Quanto maior for a sua atividade física, maior é a probabilidade de esta funcionalidade ser ativada por engano devido, por exemplo, a uma ação de grande impacto que possa parecer uma queda.
ro: Funcționalitatea “Detectare cădere” este concepută pentru a recunoaște căderile care survin pe măsură ce înaintați în vârstă. Cu cât aveți o viață mai activă din punct de vedere fizic, cu atât este mai probabil să declanșați funcționalitatea “Detectare cădere” din cauza unei activități cu impact ridicat, care poate fi interpretată ca fiind o cădere.
ru: Функция «Обнаружение падения» создана для распознания падений у людей старшего возраста. Некоторые виды физической активности могут распознаваться как падения из-за быстрых движений, которые Вы совершаете.
sk: Funkcia Detekcia pádu dokáže rozpoznať pády, ktorých riziko s vekom osôb stúpa. Čím ste fyzicky aktívnejší, tým väčšia je šanca aktivácie Detekcie pádu vykonaním prudkého pohybu, ktorý sa môže javiť ako pád.
sl: Funkcija zaznavanja padca je zasnovana za prepoznavanje padcev pri starejših ljudeh. Bolj ste telesno aktivni, večja je verjetnost, da boste sprožili funkcijo zaznavanje padca zaradi visokointenzivne aktivnosti, ki se lahko dojema kot padec.
sv: Falldetektering är avsett att identifiera fall som du råkar ut för när du blir äldre. Ju mer fysiskt aktiv du är desto mer sannolikt är det att du råkar utlösa Falldetektering på grund av kraftfulla rörelser som kan verka vara ett fall.
th: การตรวจจับการล้มได้รับการออกแบบมาให้จำลักษณะการล้มตามอายุของคุณ ยิ่งคุณแอ็คทีฟยิ่งทำให้เกิดการตรวจจับการล้มได้เนื่องจากกิจกรรมเคลื่อนไหวอย่างรุนแรงอาจดูเหมือนเกิดการล้มได้
tr: Düşme Algılama yaşınız ilerledikçe meydana gelen düşmelerin fark edilmesi için tasarlanmıştır. Fiziksel olarak ne kadar aktifseniz düşme olarak algılanabilecek yüksek etkili aktivite nedeniyle Düşme Algılama’yı başlatma olasılığınız o kadar artar.
uk: Функцію «Виявлення падіння» спроєктовано розпізнавати падіння, що трапляються у літньому віці. Що активніші ви фізично, то ймовірніше для вас активувати Виявлення падіння через рухи з високим ударним навантаженням, які можуть сприйматися як падіння.
vi: Phát hiện ngã được thiết kế để nhận biết các cú ngã xảy ra khi bạn lớn tuổi hơn. Bạn càng hoạt động thể chất nhiều thì càng có khả năng kích hoạt Phát hiện ngã do hoạt động có tác động lớn có thể trông giống như một cú ngã.
zh_cn: “摔倒检测”设计用于识别年龄较大人群发生的摔倒行为。肢体活动越活跃，越可能触发“摔倒检测”，因为高冲击力的活动可能会被误认为是摔倒。
zh_hk: 「跌倒偵測」是為了識別隨着年齡增長所發生的跌倒而設計。由於高衝擊活動可能會被誤以為跌倒，因此你的肢體越活躍，就越容易觸發「跌倒偵測」。
zh_tw: 「跌倒偵測」設計用來辨識由於年齡增長所發生的跌倒。由於高衝擊的活動容易被視為跌倒，因此你的體能越活躍，就越容易觸發「跌倒偵測」功能。

# EMERGENCY_TEXT_MESSAGE_RECIPIENT_EMERGENCYCONTACT_HAS_NAME
source: You are receiving this message because %2$@ has listed you as an emergency contact.
ar: أنت تتلقى هذه الرسالة لأنك مسجل لدى %2$@ على أنك جهة اتصال عند الطوارئ.
bg: Получавате това съобщение, тъй като сте в списъка с контакти при спешни случаи на %2$@.
ca: Has rebut aquest missatge perquè %2$@ t’ha inclòs com a contacte d’emergència.
cs: Tuto zprávu jste obdrželi, protože vás má %2$@ v nouzových kontaktech.
da: Du modtager denne besked, fordi %2$@ har angivet dig som nødkontakt.
de: Du erhältst diese Nachricht, da %2$@ dich als Notfallkontakt angegeben hat.
el: Λάβατε αυτό το μήνυμα, διότι ο χρήστης «%2$@» σάς έχει καταχωρίσει ως επαφή έκτακτης ανάγκης.
es: Has recibido este mensaje porque %2$@ te ha incluido como contacto de emergencia.
es_us: Recibiste este mensaje porque %2$@ te agregó como contacto de emergencia.
fi: Saat tämän viestin, koska %2$@ on merkinnyt sinut ICE-yhteyshenkilöksi hätätilanteita varten.
fr: Vous avez reçu ce message car vous faites partie des contacts d’urgence ^[de %2$@](inflect: true).
fr_ca: Vous recevez ce message, car %2$@ a indiqué que vous êtes son contact d’urgence.
he: קיבלת את ההודעה הזו משום ששמך מופיע ברשימת אנשי הקשר לשעת חירום של %2$@.
hi: आपको यह संदेश इसलिए मिल रहा है क्योंकि %2$@ ने आपको एक आपातकालीन संपर्क के रूप में सूचीबद्ध किया है।
hr: Primate ovu poruku jer vas je korisnik %2$@ naveo kao hitni kontakt.
hu: Ön azért kapta ezt az üzenetet, mert %2$@ megadta Önt vészhelyzet esetén értesítendő kontaktként.
id: Anda menerima pesan ini karena %2$@ telah mencantumkan Anda sebagai kontak darurat.
it: Hai ricevuto questo messaggio perché %2$@ ti ha inserito tra i contatti di emergenza.
ja: %2$@さんがあなたを緊急連絡先に登録しているため、このメッセージがあなたに送信されています。
kk: %2$@ сізді төтенше контакт ретінде көрсеткендіктен, сіз осы хабарды алып отырсыз.
ko: 이 메시지는 %2$@님이 사용자를 긴급 연락처 목록에 포함했기 때문에 전송되었습니다.
lt: Šią žinutę gavote todėl, kad %2$@ jus nurodė kaip adresatą nelaimės atveju.
ms: Anda menerima mesej ini kerana %2$@ telah menyenaraikan anda sebagai kenalan kecemasan.
nl: Je ontvangt dit bericht omdat je bij %2$@ in de lijst met SOS-contact­personen staat.
no: Du mottar denne meldingen fordi %2$@ har ført deg opp som en nødkontakt.
pl: Otrzymujesz tę wiadomość, ponieważ %2$@ ma Ciebie na liście kontaktów alarmowych.
pt_br: Você está recebendo esta notificação porque %2$@ relacionou você como um contato de emergência.
pt_pt: Está a receber esta mensagem porque %2$@ indicou o seu nome como contacto em caso de emergência.
ro: Primiți acest mesaj deoarece %2$@ v‑a înregistrat drept contact pentru urgențe.
ru: Вы получили это сообщение, так как %2$@ указал(а) Вас в качестве контакта на случай ЧП.
sk: Táto správa vám bola doručená, pretože %2$@ vás má v tiesňových kontaktoch.
sl: To sporočilo ste prejeli, ker vas je oseba %2$@ navedla kot stik za nujne primere.
sv: Du får det här meddelandet eftersom %2$@ har angett dig som nödkontakt.
th: คุณกำลังได้รับข้อความนี้เนื่องจาก%2$[tt]@ระบุว่าคุณเป็นผู้ติดต่อฉุกเฉิน
tr: %2$@, acil durum kişisi olarak sizin adınızı verdiği için bu mesajı alıyorsunuz.
uk: Ви отримали це повідомлення, оскільки %2$@ має вас у своєму списку екстрених контактів.
vi: Bạn nhận được thông báo này vì bạn là liên hệ khẩn cấp của %2$@.
zh_cn: 你被%2$@列为紧急联系人，因此会收到这则信息。
zh_hk: 你收到此訊息，因為%2$@將你列為緊急聯絡人。
zh_tw: 你之所以收到這封訊息，是因為%2$@將你列為緊急聯絡人。
